[Hero_test.A_Sanctuary_Warrior_Ice_Balanced H7HeroClass]
mName="Ice Warrior"

[Skill_rang_novice_roue_des_talent.A_humidite_allie_Buff H7BaseBuff]
mName="Влажность"
mTooltip="Существо дополнительно получает на %res1 больше урона от %icon_air магии воздуха и %icon_water магии воды. "

[Skill_rang_expert_roue_des_talent.A_Bulle_d_eau_combat_warfare_Buff H7BaseBuff]
mName="Водяная сфера"
mTooltip="Это существо заключено в водяную сферу, которая поглощает %special.val3 урона от первой полученной атаки. Существо получает бонус: %buff1.buff.stat1 %icon_attack атаки и %icon_defense защиты."   

[Skill_rang_expert_roue_des_talent.A_karma_allie_Buff H7BaseBuff]
mName="Карма"
mTooltip=""

[Skill_Rang_grand_maitre_roue_talent.A_Cleave_honneur H7CreatureAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="Честь святилища"
mTooltip="До тех пор, пока это существо окружено водяной сферой, оно наносит выбранному отряду дополительный урон, если тот ещё не был атакован (имеет положительный эффект "Достойный противник")."

[Skill_rang_expert_roue_des_talent.A_warfare_Buff H7BaseBuff]
mName="Военное дело"
mTooltip=""

[Skill_Rang_grand_maitre_roue_talent.A_Honneur_du_sanctuaire_Buff H7BaseBuff]
mName="Честь святилища"
mTooltip="До тех пор, пока это существо окружено водяной сферой, оно наносит выбранному отряду двойной урон, если тот ещё не был атакован (имеет положительный эффект "Достойный противник")."

[Skill_rang_expert_roue_des_talent.A_LightningBolt H7HeroAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="Боевой барьер"
mTooltip="С вероятностью 50% средства поддержки может окружить %spell1.name.\n%spell1.name поглощает урон и дополнительно увеличивает %icon_attack атаку и %icon_defense защиту на %buff1.buff.buff1.buff.stat1 до тех пор, пока %spell1.name окружает средство поддержки."

[Skill_Rang_grand_maitre_roue_talent.A_BurningDetermination H7HeroAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="Честь святилища"
mTooltip="Вражеские отряды получают эффект %spell1.name в начале кажого хода. Союзные существа наносят дополнительный урон по выбранным отрядам, получившим эффект  %spell1.name при условии, что они окружены водяной сферой. %spell1.name перестаёт действовать, когда выбранный отряд получает урон в первый раз за раунд."

[Skill_Rang_grand_maitre_roue_talent.A_creature_honorable_Buff H7BaseBuff]
mName="Достойный противник"
mTooltip="До тех пор, пока этому существу не нанесён урон на текущем ходу, оно считается достойным противником."

[Skill_rang_novice_roue_des_talent.A_humidite_Buff H7BaseBuff]
mName="Влажность"
mTooltip="Существо получает на %res1 больше урона от %icon_air магии воздуха и %icon_water магии воды. "

[Skill_rang_novice_roue_des_talent.A_ArcaneChanneling_Ability H7HeroAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="Идеальный барьер"
mTooltip="Существа, которых окружает %spell2.name, получают %buff1.buff.stat %icon_luck до конца хода или %spell2.name перестаёт действовать."

[Skill_faction.A_Bulle_d_eau_maitre_description H7HeroAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="Водяная сфера"
mTooltip="В начале каждого раунда союзных существ может окружить %spell.name с вероятностью 75%."

[Skill_faction.A_Bulle_d_eauy_expert_description H7HeroAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="Водяная сфера"
mTooltip="В начале каждого раунда союзных существ может окружить %spell.name с вероятностью 50%."

[Skill_faction.A_Bulle_d_eau_combat_elite_Buff H7BaseBuff]
mName="Водяная сфера"
mTooltip="Это существо окружено водяной сферой, которая поглощает %special.val3 ед. урона от первой атаки, которая ему наносится. Это существо дополнительно наносит %d ед. урона врагам, отмеченным эффектом %spell4.name."

[Skill_rang_novice_roue_des_talent.A_ArcaneCatalyst_Ability H7HeroAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="Всплеск"
mTooltip="Если %spell1.name окружает союзное существо, то на находящиеся по соседству вражеские отряды накладывается %spell2.name на %buff2.buff.buff.buff.durini хода."

[Skill_faction.A_Bulle_d_eau_cr饌ture_expert_Buff H7BaseBuff]
mName="Водяная сфера"
mTooltip=""

[Skill_rang_master_roue_des_talent.A_ArcaneAttunement_Ability H7HeroAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="Разрушительный барьер"
mTooltip="Ведущие ближний бой существа, которых окружает %spell4.name, получают %buff1.buff.stat1 к наносимому урону до конца хода или %spell4.name перестаёт действовать."

[Skill_faction.A_Bulle_d_eau_cr饌ture_master_Buff H7BaseBuff]
mName="Водяная сфера"
mTooltip=""

[Skill_rang_expert_roue_des_talent.A_karma_Buff H7BaseBuff]
mName="Карма"
mTooltip="Существо получает %stat1 %stat1.icon и %stat2 %stat2.icon. Длительность (ходов): %durnow."

[Skill_faction.A_Bulle_d_eau_combat_Buff H7BaseBuff]
mName="Водяная сфера"
mTooltip="Это существо окружено водяной сферой, которая поглощает %special.val3 ед. урона от первой полученной им атаки. Это существо дополнительно наносит %d ед. урона врагам с эффектом %spell4.name "

[Skill_rang_master_roue_des_talent.A_Bulle_devastation_Buff H7BaseBuff]
mName=""
mTooltip=""

[Skill_faction.A_Bulle_d_eau_cr饌ture_novice_Buff H7BaseBuff]
mName="Водяная сфера"
mTooltip=""

[Skill_rang_novice_roue_des_talent.A_Bulle_parfaite_Buff H7BaseBuff]
mName="Идеальный барьер"
mTooltip="Существо получает %stat %icon.stat до конца хода."

[Skill_rang_novice_roue_des_talent.A_bulle_electrique_Buff H7BaseBuff]
mName="Электрический барьер"
mTooltip="Наносит стоящим по соседству врагам %d ед. урона %icon_air в конце раунда."

[Skill_rang_novice_roue_des_talent.A_ArcaneShield_Ability H7HeroAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="Электрический барьер"
mTooltip="Если в конце хода существ окружает %spell1.name, то они получают %spell3.name в начале следующего раунда. (В конце каждого хода существа союзные отряды, которые окружает %spell3.name, наносят %icon_air урон соседним врагам. Значение урона меняется в зависимости от уровня героя. %spell3.name прекращает действовать, если союзное существо получает урон)."

[Skill_faction.A_Bulle_d_eauy_novice_description H7HeroAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="Водяная сфера"
mTooltip="В начале каждого раунда союзные существа могут получить %spell.name с вероятностью 25%."

[Skill_faction.Metamagic_skill H7Skill]
mDescriptions[0]="С некоторой вероятностью союзных существ может окружить %spell1.name, которая поглощает урон. %spell1.name длится до конца хода или пока союзное существо не получит урон."

mDescriptions[1]="С некоторой вероятностью союзных существ может окружить %spell1.name, которая поглощает урон. %spell1.name длится до конца хода или пока союзное существо не получит урон."

mDescriptions[2]="С вероятностью 25% союзных существ может окружить %spell1.name, которая поглощает урон. %spell1.name длится до конца хода или пока союзное существо не получит урон."

mDescriptions[3]="С вероятностью 50% союзных существ может окружить %spell1.name, которая поглощает урон. %spell1.name длится до конца хода или пока союзное существо не получит урон."

mDescriptions[4]="С вероятностью 75% союзных существ может окружить %spell1.name, которая поглощает урон. %spell1.name длится до конца хода или пока союзное существо не получит урон."

mName="Гидромантия"
mTooltip="Навык фракции (Святилище)"

[Skill_rang_expert_roue_des_talent.A_ArcaneBrillance_Ability H7HeroAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="Карма"
mTooltip="Если союзное существо окружает %spell1.name, то атакующие его противники получают эффект %spell2.name на %buff2.buff.buff.buff.durini хода."

[Skill_faction.A_Bulle_d_eau_combat_champion_Buff H7BaseBuff]
mName="Водяная сфера"
mTooltip="Это существо окружено водяной сферой, которая поглощает %special.val3 ед. урона от первой атаки, которая ему наносится. Это существо дополнительно наносит %d ед. урона врагам с эффектом %spell4.name."
